Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Effect_ZoomIn_Description
source: Light moves in towards the centre.
ar_sa: يتجه الضوء نحو المركز.
bg_bg: Светлината се придвижва към центъра.
ca_es: La llum es desplaça cap al centre.
cs_cz: Světlo se stahuje ke středu.
de_de: Das Licht zieht sich zur Mitte hin zusammen.
el_gr: Το φως κινείται προς το κέντρο.
es_es: La luz se desplaza hacia el centro.
et_ee: Valgus liigub keskele.
fa_ir: نور به سمت مرکز حرکت می‌کند.
fi_fi: Valo liikkuu kohti keskustaa.
fr_fr: La lumière se resserre vers le centre.
he_il: האור נע פנימה אל המרכז.
hi_in: रोशनी केंद्र की ओर सिमटती है।
hu_hu: A fény a középpont felé húzódik.
id_id: Cahaya bergerak ke arah tengah.
it_it: La luce si sposta verso il centro.
ja_jp: 光が中央に向かって集まります。
ko_kr: 빛이 가운데로 모여듭니다.
lv_lv: Gaisma virzās uz centru.
nb_no: Lyset trekker seg inn mot midten.
nl_nl: Het licht trekt naar het midden.
pl_pl: Światło zbiega się do środka.
pt_pt: A luz desloca-se em direção ao centro.
ro_ro: Lumina se strânge spre centru.
ru_ru: Свет сходится к центру.
sk_sk: Svetlo sa sťahuje k stredu.
sr_cyrl_rs: Светло се скупља ка средини.
sv_se: Ljuset drar sig in mot mitten.
th_th: แสงเคลื่อนเข้าหาตรงกลาง
tr_tr: Işık merkeze doğru toplanır.
uk_ua: Світло сходиться до центру.
vi_vn: Ánh sáng thu dần về giữa.
zh_cn: 灯光向中心汇聚。
zh_tw: 燈光向中心匯聚。

# Effect_Ripple_Description
source: Rings of colour spread outwards.
ar_sa: حلقات من اللون تنتشر إلى الخارج.
bg_bg: Цветни кръгове се разпространяват навън.
ca_es: Anells de color s'escampen cap enfora.
cs_cz: Barevné kruhy se šíří do stran.
de_de: Farbige Ringe breiten sich nach außen aus.
el_gr: Χρωματιστοί κύκλοι απλώνονται προς τα έξω.
es_es: Anillos de color se extienden hacia fuera.
et_ee: Värvilised rõngad levivad väljapoole.
fa_ir: حلقه‌های رنگی به بیرون پخش می‌شوند.
fi_fi: Värilliset renkaat leviävät ulospäin.
fr_fr: Des anneaux de couleur se propagent vers l’extérieur.
he_il: טבעות צבע מתפשטות החוצה.
hi_in: रंग के छल्ले बाहर की ओर फैलते हैं।
hu_hu: Színes gyűrűk terjednek kifelé.
id_id: Lingkaran warna menyebar ke luar.
it_it: Anelli di colore si allargano verso l'esterno.
ja_jp: 色の輪が外側へ広がります。
ko_kr: 색상 고리가 바깥으로 퍼집니다.
lv_lv: Krāsaini apļi izplešas uz āru.
nb_no: Fargede ringer brer seg utover.
nl_nl: Gekleurde ringen verspreiden zich naar buiten.
pl_pl: Kolorowe kręgi rozchodzą się na zewnątrz.
pt_pt: Anéis de cor espalham-se para fora.
ro_ro: Inele colorate se răspândesc spre exterior.
ru_ru: Цветные кольца расходятся в стороны.
sk_sk: Farebné kruhy sa šíria do strán.
sr_cyrl_rs: Обојени кругови се шире ка споља.
sv_se: Färgade ringar sprider sig utåt.
th_th: วงแหวนสีแผ่ออกไปด้านนอก
tr_tr: Renkli halkalar dışa doğru yayılır.
uk_ua: Кольорові кола розходяться навсібіч.
vi_vn: Những vòng màu lan tỏa ra ngoài.
zh_cn: 彩色光环向外扩散。
zh_tw: 彩色光環向外擴散。

# Effect_Raindrop_Description
source: Drops of colour fall and fade.
ar_sa: قطرات من اللون تسقط وتخبو.
bg_bg: Цветни капки падат и избледняват.
ca_es: Gotes de color cauen i s'esvaeixen.
cs_cz: Barevné kapky padají a slábnou.
de_de: Farbige Tropfen fallen und verblassen.
el_gr: Χρωματιστές σταγόνες πέφτουν και σβήνουν.
es_es: Gotas de color caen y se desvanecen.
et_ee: Värvilised piisad langevad ja tuhmuvad.
fa_ir: قطره‌های رنگی می‌افتند و محو می‌شوند.
fi_fi: Väripisarat putoavat ja himmenevät.
fr_fr: Des gouttes de couleur tombent et s’estompent.
he_il: טיפות צבע נופלות ודועכות.
hi_in: रंग की बूँदें गिरती हैं और मद्धम पड़ती हैं।
hu_hu: Színes cseppek hullanak és halványulnak el.
id_id: Tetesan warna jatuh dan memudar.
it_it: Gocce di colore cadono e svaniscono.
ja_jp: 色のしずくが落ちては消えます。
ko_kr: 색상 방울이 떨어지며 사라집니다.
lv_lv: Krāsainas lāses krīt un izgaist.
nb_no: Fargedråper faller og blekner.
nl_nl: Gekleurde druppels vallen en vervagen.
pl_pl: Kolorowe krople spadają i gasną.
pt_pt: Gotas de cor caem e desvanecem-se.
ro_ro: Picături colorate cad și se estompează.
ru_ru: Цветные капли падают и гаснут.
sk_sk: Farebné kvapky padajú a slabnú.
sr_cyrl_rs: Обојене капи падају и бледе.
sv_se: Färgade droppar faller och bleknar.
th_th: หยดสีตกลงมาแล้วค่อยๆ จางหาย
tr_tr: Renkli damlalar düşer ve solar.
uk_ua: Кольорові краплі падають і згасають.
vi_vn: Những giọt màu rơi xuống rồi mờ dần.
zh_cn: 彩色水滴落下并渐渐消失。
zh_tw: 彩色水滴落下並漸漸消失。

# Effect_Fireball_Description
source: A ball of fire shoots across.
ar_sa: كرة من النار تنطلق عبر الإضاءة.
bg_bg: Огнено кълбо прелита през светлината.
ca_es: Una bola de foc travessa la llum.
cs_cz: Světlem proletí ohnivá koule.
de_de: Ein Feuerball schießt über das Licht.
el_gr: Μια βολίδα διασχίζει τον φωτισμό.
es_es: Una bola de fuego cruza la luz.
et_ee: Tulekera sööstab üle valguse.
fa_ir: گلوله‌ای آتشین از روی نور می‌گذرد.
fi_fi: Tulipallo syöksyy valon poikki.
fr_fr: Une boule de feu traverse l’éclairage.
he_il: כדור אש חוצה את התאורה.
hi_in: आग का एक गोला तेज़ी से गुज़रता है।
hu_hu: Egy tűzgömb száguld át a fényen.
id_id: Bola api melesat melintas.
it_it: Una palla di fuoco attraversa la luce.
ja_jp: 火の玉が横切ります。
ko_kr: 불덩이가 가로질러 날아갑니다.
lv_lv: Uguns bumba aizšaujas pāri gaismai.
nb_no: En ildkule farer over lyset.
nl_nl: Een vuurbal schiet over de verlichting.
pl_pl: Kula ognia przelatuje przez podświetlenie.
pt_pt: Uma bola de fogo atravessa a luz.
ro_ro: O minge de foc traversează lumina.
ru_ru: Огненный шар проносится по подсветке.
sk_sk: Svetlom preletí ohnivá guľa.
sr_cyrl_rs: Ватрена лопта пролеће преко светла.
sv_se: Ett eldklot far över ljuset.
th_th: ลูกไฟพุ่งผ่านไป
tr_tr: Bir ateş topu ışığın üzerinden fırlar.
uk_ua: Вогняна куля пролітає підсвічуванням.
vi_vn: Một quả cầu lửa lao vút qua.
zh_cn: 一颗火球飞速掠过。
zh_tw: 一顆火球飛速掠過。

# Effect_Snow_Description
source: Flakes of light drift down.
ar_sa: ندف من الضوء تتساقط ببطء.
bg_bg: Светлинни снежинки се спускат бавно.
ca_es: Flocs de llum cauen a poc a poc.
cs_cz: Světelné vločky se pomalu snášejí.
de_de: Lichtflocken rieseln herab.
el_gr: Νιφάδες φωτός πέφτουν αργά.
es_es: Copos de luz caen despacio.
et_ee: Valgushelbed hõljuvad alla.
fa_ir: دانه‌های نور آرام فرو می‌ریزند.
fi_fi: Valohiutaleet leijailevat alas.
fr_fr: Des flocons de lumière tombent doucement.
he_il: פתיתי אור יורדים לאט.
hi_in: रोशनी के फाहे धीरे-धीरे गिरते हैं।
hu_hu: Fénypelyhek szállingóznak lefelé.
id_id: Serpihan cahaya turun perlahan.
it_it: Fiocchi di luce scendono lenti.
ja_jp: 光の雪がゆっくり舞い落ちます。
ko_kr: 빛의 눈송이가 천천히 내립니다.
lv_lv: Gaismas pārslas lēni krīt lejup.
nb_no: Lysfnugg daler ned.
nl_nl: Vlokken licht dwarrelen omlaag.
pl_pl: Płatki światła powoli opadają.
pt_pt: Flocos de luz caem devagar.
ro_ro: Fulgi de lumină cad încet.
ru_ru: Хлопья света медленно падают.
sk_sk: Svetelné vločky sa pomaly znášajú.
sr_cyrl_rs: Пахуље светла полако падају.
sv_se: Ljusflingor dalar ner.
th_th: เกล็ดแสงค่อยๆ ร่วงลงมา
tr_tr: Işık tanecikleri yavaşça süzülür.
uk_ua: Сніжинки світла повільно падають.
vi_vn: Những bông ánh sáng rơi nhẹ xuống.
zh_cn: 光点如雪花般缓缓飘落。
zh_tw: 光點如雪花般緩緩飄落。

# Effect_Heartbeat_Description
source: The light beats like a heart.
ar_sa: ينبض الضوء كالقلب.
bg_bg: Светлината тупти като сърце.
ca_es: La llum batega com un cor.
cs_cz: Světlo tepe jako srdce.
de_de: Das Licht pocht wie ein Herz.
el_gr: Το φως χτυπά σαν καρδιά.
es_es: La luz late como un corazón.
et_ee: Valgus lööb nagu süda.
fa_ir: نور مثل قلب می‌تپد.
fi_fi: Valo sykkii kuin sydän.
fr_fr: La lumière bat comme un cœur.
he_il: האור פועם כמו לב.
hi_in: रोशनी दिल की तरह धड़कती है।
hu_hu: A fény úgy lüktet, mint egy szív.
id_id: Cahaya berdetak seperti jantung.
it_it: La luce pulsa come un cuore.
ja_jp: 光が心臓の鼓動のように脈打ちます。
ko_kr: 빛이 심장처럼 뜁니다.
lv_lv: Gaisma pukst kā sirds.
nb_no: Lyset slår som et hjerte.
nl_nl: Het licht klopt als een hart.
pl_pl: Światło bije jak serce.
pt_pt: A luz pulsa como um coração.
ro_ro: Lumina bate ca o inimă.
ru_ru: Свет бьётся, как сердце.
sk_sk: Svetlo tlčie ako srdce.
sr_cyrl_rs: Светло куца као срце.
sv_se: Ljuset slår som ett hjärta.
th_th: แสงเต้นเป็นจังหวะเหมือนหัวใจ
tr_tr: Işık bir kalp gibi atar.
uk_ua: Світло б'ється, як серце.
vi_vn: Ánh sáng đập như nhịp tim.
zh_cn: 灯光像心脏一样跳动。
zh_tw: 燈光像心臟一樣跳動。

# Effect_Dazzling_Description
source: Bright sparkles flash all over.
ar_sa: ومضات ساطعة تلمع في كل مكان.
bg_bg: Ярки искри проблясват навсякъде.
ca_es: Espurnes brillants llampeguen per tot arreu.
cs_cz: Všude probleskují jasné jiskry.
de_de: Helle Funken blitzen überall auf.
el_gr: Λαμπερές σπίθες αναβοσβήνουν παντού.
es_es: Chispas brillantes destellan por todas partes.
et_ee: Eredad sädemed sähvivad kõikjal.
fa_ir: جرقه‌های درخشان همه‌جا چشمک می‌زنند.
fi_fi: Kirkkaat kipinät välähtelevät kaikkialla.
fr_fr: Des étincelles vives scintillent partout.
he_il: ניצוצות בהירים מהבהבים בכל מקום.
hi_in: चमकीली चिंगारियाँ हर तरफ़ चमकती हैं।
hu_hu: Fényes szikrák villannak fel mindenfelé.
id_id: Kilau terang berkelip di mana-mana.
it_it: Scintille vivaci lampeggiano ovunque.
ja_jp: まばゆい光が全体にきらめきます。
ko_kr: 밝은 불꽃이 곳곳에서 번쩍입니다.
lv_lv: Spožas dzirksteles uzplaiksnī visur.
nb_no: Sterke gnister blinker overalt.
nl_nl: Felle vonken flitsen overal op.
pl_pl: Jasne iskry błyskają wszędzie.
pt_pt: Faíscas brilhantes piscam por todo o lado.
ro_ro: Scântei strălucitoare sclipesc peste tot.
ru_ru: Яркие искры вспыхивают повсюду.
sk_sk: Všade prebleskujú jasné iskry.
sr_cyrl_rs: Сјајне искре бљескају свуда.
sv_se: Starka gnistor blixtrar överallt.
th_th: ประกายสว่างวาบไปทั่ว
tr_tr: Parlak kıvılcımlar her yerde çakar.
uk_ua: Яскраві іскри спалахують усюди.
vi_vn: Những tia sáng rực lóe khắp nơi.
zh_cn: 明亮的光点四处闪烁。
zh_tw: 明亮的光點四處閃爍。

# Effect_Matrix_Description
source: Streams of light rain down.
ar_sa: سيول من الضوء تنهمر إلى الأسفل.
bg_bg: Потоци светлина се стичат надолу.
ca_es: Rierols de llum cauen com pluja.
cs_cz: Proudy světla stékají dolů.
de_de: Lichtströme regnen herab.
el_gr: Ρυάκια φωτός πέφτουν σαν βροχή.
es_es: Chorros de luz caen como lluvia.
et_ee: Valgusjoad sajavad alla.
fa_ir: جریان‌هایی از نور مثل باران فرو می‌ریزند.
fi_fi: Valovirrat sataavat alas.
fr_fr: Des filets de lumière tombent en pluie.
he_il: זרמי אור יורדים כמו גשם.
hi_in: रोशनी की धाराएँ बरसती हैं।
hu_hu: Fényfolyamok záporoznak lefelé.
id_id: Aliran cahaya turun seperti hujan.
it_it: Scie di luce piovono verso il basso.
ja_jp: 光の筋が雨のように流れ落ちます。
ko_kr: 빛줄기가 비처럼 쏟아집니다.
lv_lv: Gaismas straumes līst lejup.
nb_no: Strømmer av lys regner ned.
nl_nl: Stromen licht regenen omlaag.
pl_pl: Strumienie światła spływają w dół.
pt_pt: Fluxos de luz caem como chuva.
ro_ro: Șiroaie de lumină plouă în jos.
ru_ru: Потоки света льются вниз.
sk_sk: Prúdy svetla stekajú dolu.
sr_cyrl_rs: Потоци светла се сливају надоле.
sv_se: Strömmar av ljus regnar ner.
th_th: สายแสงไหลลงมาเหมือนฝน
tr_tr: Işık akıntıları yağmur gibi iner.
uk_ua: Потоки світла ллються вниз.
vi_vn: Những dòng sáng đổ xuống như mưa.
zh_cn: 光流如雨般落下。
zh_tw: 光流如雨般落下。

# Effect_Swiping_Description
source: Colour sweeps across and back.
ar_sa: يمسح اللون الإضاءة ذهابًا وإيابًا.
bg_bg: Цветът помита светлината напред и назад.
ca_es: El color escombra d'anada i tornada.
cs_cz: Barva přejíždí tam a zpět.
de_de: Die Farbe wischt hin und zurück.
el_gr: Το χρώμα σαρώνει μπρος πίσω.
es_es: El color barre de ida y vuelta.
et_ee: Värv pühib edasi-tagasi.
fa_ir: رنگ رفت و برگشت از روی نور جارو می‌کشد.
fi_fi: Väri pyyhkäisee edestakaisin.
fr_fr: La couleur balaie dans un sens puis dans l’autre.
he_il: הצבע נסחף הלוך ושוב.
hi_in: रंग आर-पार आता-जाता है।
hu_hu: A szín oda-vissza söpör.
id_id: Warna menyapu bolak-balik.
it_it: Il colore scorre avanti e indietro.
ja_jp: 色が行ったり来たりします。
ko_kr: 색상이 좌우로 오갑니다.
lv_lv: Krāsa slīd turp un atpakaļ.
nb_no: Fargen sveiper fram og tilbake.
nl_nl: De kleur veegt heen en terug.
pl_pl: Kolor przesuwa się tam i z powrotem.
pt_pt: A cor varre de um lado para o outro.
ro_ro: Culoarea baleiază înainte și înapoi.
ru_ru: Цвет пробегает туда и обратно.
sk_sk: Farba prechádza tam a späť.
sr_cyrl_rs: Боја прелази тамо и назад.
sv_se: Färgen sveper fram och tillbaka.
th_th: สีปาดผ่านไปมา
tr_tr: Renk bir ileri bir geri süpürür.
uk_ua: Колір пробігає туди й назад.
vi_vn: Màu quét qua rồi quay lại.
zh_cn: 颜色来回扫过。
zh_tw: 色彩來回掃過。

# Effect_RowWave_Description
source: Colour rolls along row by row.
ar_sa: يتدحرج اللون صفًّا بعد صف.
bg_bg: Цветът се търкаля ред след ред.
ca_es: El color avança fila per fila.
cs_cz: Barva se valí řadu po řadě.
de_de: Die Farbe rollt Reihe für Reihe weiter.
el_gr: Το χρώμα κυλά σειρά με σειρά.
es_es: El color avanza fila a fila.
et_ee: Värv veereb rida rea haaval.
fa_ir: رنگ ردیف به ردیف پیش می‌رود.
fi_fi: Väri vyöryy rivi riviltä.
fr_fr: La couleur avance rangée par rangée.
he_il: הצבע מתגלגל שורה אחר שורה.
hi_in: रंग पंक्ति-दर-पंक्ति आगे बढ़ता है।
hu_hu: A szín sorról sorra gördül végig.
id_id: Warna bergulir baris demi baris.
it_it: Il colore avanza riga per riga.
ja_jp: 色が行ごとに流れていきます。
ko_kr: 색상이 줄마다 차례로 흐릅니다.
lv_lv: Krāsa ripo rindu pēc rindas.
nb_no: Fargen ruller rad for rad.
nl_nl: De kleur rolt rij voor rij verder.
pl_pl: Kolor toczy się rząd po rzędzie.
pt_pt: A cor avança fila a fila.
ro_ro: Culoarea se rostogolește rând cu rând.
ru_ru: Цвет катится ряд за рядом.
sk_sk: Farba sa valí rad za radom.
sr_cyrl_rs: Боја се котрља ред по ред.
sv_se: Färgen rullar fram rad för rad.
th_th: สีไหลไปทีละแถว
tr_tr: Renk sıra sıra ilerler.
uk_ua: Колір котиться ряд за рядом.
vi_vn: Màu lăn qua từng hàng một.
zh_cn: 颜色逐行滚动。
zh_tw: 色彩逐列滾動。

# Effect_Racing_Description
source: Lights chase each other round.
ar_sa: أضواء تطارد بعضها بعضًا.
bg_bg: Светлини се гонят една друга.
ca_es: Llums que es persegueixen.
cs_cz: Světla se navzájem honí.
de_de: Lichter jagen einander.
el_gr: Φώτα κυνηγούν το ένα το άλλο.
es_es: Luces que se persiguen.
et_ee: Tuled ajavad üksteist taga.
fa_ir: نورها یکدیگر را دنبال می‌کنند.
fi_fi: Valot jahtaavat toisiaan.
fr_fr: Des lumières se poursuivent.
he_il: אורות רודפים זה אחר זה.
hi_in: रोशनियाँ एक-दूसरे का पीछा करती हैं।
hu_hu: Fények kergetik egymást.
id_id: Cahaya saling berkejaran.
it_it: Luci che si rincorrono.
ja_jp: 光が追いかけっこをします。
ko_kr: 빛들이 서로 쫓고 쫓깁니다.
lv_lv: Gaismas dzenā cita citu.
nb_no: Lys jager hverandre.
nl_nl: Lichten jagen elkaar na.
pl_pl: Światła gonią się nawzajem.
pt_pt: Luzes perseguem-se umas às outras.
ro_ro: Lumini care se urmăresc.
ru_ru: Огни гоняются друг за другом.
sk_sk: Svetlá sa navzájom naháňajú.
sr_cyrl_rs: Светла јуре једна друга.
sv_se: Ljus jagar varandra.
th_th: แสงไฟไล่ตามกันไป
tr_tr: Işıklar birbirini kovalar.
uk_ua: Вогні ганяються одне за одним.
vi_vn: Các đốm sáng đuổi nhau.
zh_cn: 光点彼此追逐。
zh_tw: 光點彼此追逐。

# Effect_Sprouting_Description
source: Light grows up from below.
ar_sa: ينمو الضوء صاعدًا من الأسفل.
bg_bg: Светлината расте нагоре отдолу.
ca_es: La llum creix des de baix.
cs_cz: Světlo vyrůstá zdola nahoru.
de_de: Das Licht wächst von unten empor.
el_gr: Το φως μεγαλώνει από κάτω προς τα πάνω.
es_es: La luz crece desde abajo.
et_ee: Valgus kasvab alt üles.
fa_ir: نور از پایین به بالا رشد می‌کند.
fi_fi: Valo kasvaa alhaalta ylöspäin.
fr_fr: La lumière pousse depuis le bas.
he_il: האור צומח מלמטה למעלה.
hi_in: रोशनी नीचे से ऊपर की ओर उगती है।
hu_hu: A fény alulról nő felfelé.
id_id: Cahaya tumbuh dari bawah.
it_it: La luce cresce dal basso.
ja_jp: 光が下から伸びていきます。
ko_kr: 빛이 아래에서 자라납니다.
lv_lv: Gaisma aug no apakšas uz augšu.
nb_no: Lyset vokser opp nedenfra.
nl_nl: Het licht groeit van onderaf omhoog.
pl_pl: Światło wyrasta od dołu.
pt_pt: A luz cresce de baixo para cima.
ro_ro: Lumina crește de jos în sus.
ru_ru: Свет растёт снизу вверх.
sk_sk: Svetlo rastie zdola nahor.
sr_cyrl_rs: Светло расте одоздо нагоре.
sv_se: Ljuset växer upp underifrån.
th_th: แสงงอกขึ้นจากด้านล่าง
tr_tr: Işık aşağıdan yukarı doğru büyür.
uk_ua: Світло росте знизу вгору.
vi_vn: Ánh sáng mọc lên từ bên dưới.
zh_cn: 灯光自下而上生长。
zh_tw: 燈光由下往上生長。

# Effect_Disco_Description
source: Colours flash like a dance floor.
ar_sa: تومض الألوان كحلبة رقص.
bg_bg: Цветовете проблясват като на дансинг.
ca_es: Els colors llampeguen com en una pista de ball.
cs_cz: Barvy blikají jako na tanečním parketu.
de_de: Farben blitzen wie auf einer Tanzfläche.
el_gr: Τα χρώματα αναβοσβήνουν σαν πίστα χορού.
es_es: Los colores destellan como en una pista de baile.
et_ee: Värvid vilguvad nagu tantsupõrandal.
fa_ir: رنگ‌ها مثل پیست رقص چشمک می‌زنند.
fi_fi: Värit välkkyvät kuin tanssilattialla.
fr_fr: Les couleurs clignotent comme sur une piste de danse.
he_il: הצבעים מהבהבים כמו ברחבת ריקודים.
hi_in: रंग डांस फ़्लोर की तरह चमकते हैं।
hu_hu: A színek úgy villognak, mint egy táncparketten.
id_id: Warna berkedip seperti lantai dansa.
it_it: I colori lampeggiano come su una pista da ballo.
ja_jp: ダンスフロアのように色が点滅します。
ko_kr: 댄스 플로어처럼 색이 번쩍입니다.
lv_lv: Krāsas mirgo kā deju grīdā.
nb_no: Fargene blinker som på et dansegulv.
nl_nl: Kleuren flitsen als op een dansvloer.
pl_pl: Kolory błyskają jak na parkiecie.
pt_pt: As cores piscam como numa pista de dança.
ro_ro: Culorile clipesc ca pe un ring de dans.
ru_ru: Цвета мигают, как на танцполе.
sk_sk: Farby blikajú ako na tanečnom parkete.
sr_cyrl_rs: Боје трепћу као на подијуму за игру.
sv_se: Färgerna blinkar som på ett dansgolv.
th_th: สีกะพริบเหมือนฟลอร์เต้นรำ
tr_tr: Renkler dans pisti gibi yanıp söner.
uk_ua: Кольори блимають, як на танцполі.
vi_vn: Màu sắc nhấp nháy như sàn nhảy.
zh_cn: 色彩像舞池一样闪烁。
zh_tw: 色彩像舞池一樣閃爍。

# Effect_PingPong_Description
source: A dot of light bounces from side to side.
ar_sa: نقطة ضوء ترتد من جانب إلى آخر.
bg_bg: Светла точка отскача от край до край.
ca_es: Un punt de llum rebota d'un costat a l'altre.
cs_cz: Světelný bod odskakuje ze strany na stranu.
de_de: Ein Lichtpunkt springt hin und her.
el_gr: Μια κουκκίδα φωτός αναπηδά από άκρη σε άκρη.
es_es: Un punto de luz rebota de un lado a otro.
et_ee: Valguspunkt põrkab küljelt küljele.
fa_ir: نقطه‌ای نورانی از این سو به آن سو می‌پرد.
fi_fi: Valopiste pomppii laidasta laitaan.
fr_fr: Un point lumineux rebondit d’un côté à l’autre.
he_il: נקודת אור קופצת מצד לצד.
hi_in: रोशनी का एक बिंदु इधर से उधर उछलता है।
hu_hu: Egy fénypont pattog egyik oldalról a másikra.
id_id: Titik cahaya memantul dari sisi ke sisi.
it_it: Un punto di luce rimbalza da un lato all'altro.
ja_jp: 光の点が左右に跳ね返ります。
ko_kr: 빛 한 점이 좌우로 튕깁니다.
lv_lv: Gaismas punkts atlec no malas uz malu.
nb_no: En lysprikk spretter fra side til side.
nl_nl: Een lichtpuntje stuitert heen en weer.
pl_pl: Punkt światła odbija się od boku do boku.
pt_pt: Um ponto de luz ressalta de um lado para o outro.
ro_ro: Un punct de lumină sare dintr-o parte în alta.
ru_ru: Световая точка прыгает из стороны в сторону.
sk_sk: Svetelný bod odskakuje zo strany na stranu.
sr_cyrl_rs: Светла тачка одскаче с краја на крај.
sv_se: En ljuspunkt studsar från sida till sida.
th_th: จุดแสงเด้งไปมาจากด้านหนึ่งไปอีกด้าน
tr_tr: Bir ışık noktası bir yandan öbür yana seker.
uk_ua: Світлова точка стрибає з боку в бік.
vi_vn: Một chấm sáng nảy qua nảy lại.
zh_cn: 一个光点左右来回弹跳。
zh_tw: 一個光點左右來回彈跳。

# Effect_LightShow_Description
source: The effects play one after another.
ar_sa: تُعرض التأثيرات واحدًا تلو الآخر.
bg_bg: Ефектите се редуват един след друг.
ca_es: Els efectes es reprodueixen l'un rere l'altre.
cs_cz: Efekty se střídají jeden po druhém.
de_de: Die Effekte laufen nacheinander ab.
el_gr: Τα εφέ παίζουν το ένα μετά το άλλο.
es_es: Los efectos se suceden uno tras otro.
et_ee: Efektid mängivad üksteise järel.
fa_ir: جلوه‌ها یکی پس از دیگری اجرا می‌شوند.
fi_fi: Tehosteet toistuvat peräkkäin.
fr_fr: Les effets s’enchaînent les uns après les autres.
he_il: האפקטים מוצגים בזה אחר זה.
hi_in: इफ़ेक्ट एक के बाद एक चलते हैं।
hu_hu: Az effektusok egymás után futnak.
id_id: Efek diputar satu demi satu.
it_it: Gli effetti si susseguono uno dopo l'altro.
ja_jp: エフェクトが次々に切り替わります。
ko_kr: 효과가 차례로 재생됩니다.
lv_lv: Efekti mainās cits pēc cita.
nb_no: Effektene vises etter hverandre.
nl_nl: De effecten volgen elkaar op.
pl_pl: Efekty odtwarzają się jeden po drugim.
pt_pt: Os efeitos sucedem-se uns aos outros.
ro_ro: Efectele rulează unul după altul.
ru_ru: Эффекты сменяют друг друга.
sk_sk: Efekty sa striedajú jeden po druhom.
sr_cyrl_rs: Ефекти се смењују један за другим.
sv_se: Effekterna spelas upp efter varandra.
th_th: เอฟเฟกต์เล่นต่อกันไปทีละแบบ
tr_tr: Efektler birbiri ardınca oynar.
uk_ua: Ефекти змінюють один одного.
vi_vn: Các hiệu ứng lần lượt nối tiếp nhau.
zh_cn: 各种效果依次播放。
zh_tw: 各種效果依序播放。

# Effect_FollowOperatingMode_Description
source: The colour shows the operating mode in use.
ar_sa: يُظهر اللون وضع التشغيل المستخدم.
bg_bg: Цветът показва използвания режим на работа.
ca_es: El color mostra el mode de funcionament actual.
cs_cz: Barva ukazuje používaný provozní režim.
de_de: Die Farbe zeigt den aktiven Betriebsmodus.
el_gr: Το χρώμα δείχνει τη λειτουργία που χρησιμοποιείται.
es_es: El color indica el modo de funcionamiento en uso.
et_ee: Värv näitab kasutusel olevat töörežiimi.
fa_ir: رنگ، حالت کار فعلی را نشان می‌دهد.
fi_fi: Väri näyttää käytössä olevan toimintatilan.
fr_fr: La couleur indique le mode de fonctionnement en cours.
he_il: הצבע מראה את מצב הפעולה שבשימוש.
hi_in: रंग बताता है कि कौन-सा ऑपरेटिंग मोड चल रहा है।
hu_hu: A szín a használt üzemmódot mutatja.
id_id: Warna menunjukkan mode operasi yang digunakan.
it_it: Il colore indica la modalità di funzionamento in uso.
ja_jp: 色で現在の動作モードを示します。
ko_kr: 색상으로 현재 작동 모드를 보여 줍니다.
lv_lv: Krāsa rāda izmantoto darbības režīmu.
nb_no: Fargen viser driftsmodusen som brukes.
nl_nl: De kleur toont de gebruikte werkingsmodus.
pl_pl: Kolor pokazuje używany tryb pracy.
pt_pt: A cor mostra o modo de funcionamento em uso.
ro_ro: Culoarea arată modul de funcționare folosit.
ru_ru: Цвет показывает текущий режим работы.
sk_sk: Farba ukazuje používaný prevádzkový režim.
sr_cyrl_rs: Боја показује режим рада који се користи.
sv_se: Färgen visar driftläget som används.
th_th: สีบอกโหมดการทำงานที่ใช้อยู่
tr_tr: Renk, kullanılan çalışma modunu gösterir.
uk_ua: Колір показує поточний режим роботи.
vi_vn: Màu cho biết chế độ hoạt động đang dùng.
zh_cn: 颜色表示当前使用的运行模式。
zh_tw: 色彩表示目前使用的運作模式。

# Effect_Combo_Description
source: Several effects at once.
ar_sa: عدة تأثيرات في وقت واحد.
bg_bg: Няколко ефекта наведнъж.
ca_es: Diversos efectes alhora.
cs_cz: Několik efektů najednou.
de_de: Mehrere Effekte gleichzeitig.
el_gr: Πολλά εφέ ταυτόχρονα.
es_es: Varios efectos a la vez.
et_ee: Mitu efekti korraga.
fa_ir: چند جلوه هم‌زمان.
fi_fi: Useita tehosteita yhtä aikaa.
fr_fr: Plusieurs effets à la fois.
he_il: כמה אפקטים בבת אחת.
hi_in: एक साथ कई इफ़ेक्ट।
hu_hu: Több effektus egyszerre.
id_id: Beberapa efek sekaligus.
it_it: Più effetti insieme.
ja_jp: 複数のエフェクトを同時に表示します。
ko_kr: 여러 효과를 한꺼번에 보여 줍니다.
lv_lv: Vairāki efekti vienlaikus.
nb_no: Flere effekter samtidig.
nl_nl: Meerdere effecten tegelijk.
pl_pl: Kilka efektów naraz.
pt_pt: Vários efeitos ao mesmo tempo.
ro_ro: Mai multe efecte deodată.
ru_ru: Несколько эффектов одновременно.
sk_sk: Niekoľko efektov naraz.
sr_cyrl_rs: Више ефеката одједном.
sv_se: Flera effekter samtidigt.
th_th: หลายเอฟเฟกต์พร้อมกัน
tr_tr: Aynı anda birkaç efekt.
uk_ua: Кілька ефектів одночасно.
vi_vn: Nhiều hiệu ứng cùng lúc.
zh_cn: 同时呈现多种效果。
zh_tw: 同時呈現多種效果。
